[
    {
        "question": "Эгер сиз бөлмөнүн аркы тарабындагы бир нерсени көрсөтсөңүз, балаңыз аны карайбы? (Мисалы: оюнчукту же жаныбарды көрсөтсөңүз, бала оюнчукту же жаныбарды карап жатабы?)",
        "points": -1
    },
    {
        "question": "Балаңыздын дүлөй болушу мүмкүн деп ойлодуңуз беле?",
        "points": 4
    },
    {
        "question": "Балаңыз ойдон чыгарылган же ролдук оюндарды ойнойбу? (Мисалы: бош чөйчөктөн ичип жаткандай түр көрсөтүү, телефон менен сүйлөшүп жаткандай түр көрсөтүү, куурчакты же плюш оюнчукту тамактандырып жаткандай түр көрсөтүү?)",
        "points": -1
    },
    {
        "question": "Балаңыз бир нерсеге чыгууну жактырабы? (Мисалы: эмерек, оюн аянтчасынын конструкциялары, тепкичтер)",
        "points": -1
    },
    {
        "question": "Балаңыз көзүнүн алдында манжаларынын адаттан тыш кыймылдарын жасайбы? (Мисалы: Сиздин балаңыз манжаларын көзүнүн жанында кыймылдатабы?)",
        "points": 4
    },
    {
        "question": "Балаңыз бир нерсе сурап же жардам сураганда сөөмөйү менен көргөзөбү? (Мисалы: колу жетпеген тамакка же оюнчукка сөөмөйүн көрсөтүү)",
        "points": -1
    },
    {
        "question": "Сиздин көңүлүңүздү буруу үчүн балаңыз кызыктуу нерсени сөөмөйү менен көрсөтөбү? (Мисалы: асмандагы учакка же жолдо чоң жүк ташуучу унаага сөөмөйүн көрсөтүү)",
        "points": -1
    },
    {
        "question": "Сиздин балаңыз башка балдарга кызыгабы? (Мисалы: Сиздин балаңыз башка балдарды карап, аларга жылмайып, аларга карай басып барабы?)",
        "points": -1
    },
    {
        "question": "Балаңыз жардам сурап эмес, бөлүшүү үчүн аларды сизге алып келүү же жаныңызда кармап көрсөтүү менен көрсөтөбү? (Мисалы: сизге гүл, жумшак оюнчук же оюнчук жүк ташуучу унаа көрсөтүү)",
        "points": -1
    },
    {
        "question": "Балаңыз сиз аны аты менен чакырганда жооп береби? (Мисалы: бала сизге артын карап, сүйлөйбү же былк этеби, анын атын атаганда эмне кылып жатканын токтотобу?)",
        "points": -1
    },
    {
        "question": "Сиз балаңызга жылмайсаңыз, ал дагы сизге жылмайабы?",
        "points": -1
    },
    {
        "question": "Балаңыз күнүмдүк үндөрдөн капа болобу? (Мисалы: Балаңыз чаң соргуч же катуу музыка сыяктуу үндөрдү укканда кыйкырабы же ыйлайбы?)",
        "points": 4
    },
    {
        "question": "Балаңыз баса алабы?",
        "points": -1
    },
    {
        "question": "Сиз аны менен сүйлөшкөнүңүздө, аны менен ойногонуңузда же кийинткениңизде балаңыз сиздин көзүңүзгө карайбы?",
        "points": -1
    },
    {
        "question": "Балаңыз сиз жасаган нерсени туураганга аракет кылабы? (Мисалы: коштошуу, кол чабуу, жооп иретинде күлкүлүү үндөрдү чыгаруу)",
        "points": -1
    },
    {
        "question": "Эгер сиз бурулуп бир нерсени карасаңыз, балаңыз сиз карап жаткан нерсени көрүү үчүн тегерегин карайбы?",
        "points": -1
    },
    {
        "question": "Балаңыз сиздин көңүлүңүздү өзүнө бурдурууга аракет кылабы? (Мисалы: балаңыз сизди мактооңузду күтүп карайбы, же, &quot;кара&quot; же &quot;мени кара&quot; дейби)",
        "points": -1
    },
    {
        "question": "Балаңыз ага бир нерсе кыл деп айтканыңызда түшүнөбү? (Мисалы: эгер сиз жаңсап көргөзбөсөңүз, жасабасаңыз, бала \"китепти отургучка коюу\" же \"мага жууркан алып кел\" дегенди түшүнө алабы?)",
        "points": -1
    },
    {
        "question": "Эгер адаттан тышкаркы бир нерсе болуп кетсе, бала сиздин ага кандай сезимде экениңизди түшүнүү үчүн сиздин жүзүңүздү карайбы? (Мисалы: эгер ал башкача үндү укса же жаңы оюнчукту көрсө, ал сиздин жүзүңүзгө карайбы?)",
        "points": -1
    },
    {
        "question": "Балаңыз физикалык көнүгүүлөрдү жактырабы? (Мисалы: тегеренип же тизелеп ыргытканда)",
        "points": -1
    }
]